update docs (#79)
